In [2]:
import pandas as pd
#  read csv
read = pd.read_csv("./myjobsvisa.csv")

In [3]:
# print(read)

read.describe()

                    Company  LCA    Salary
count                    92   92        92
unique                   88   87        87
top     Deloitte Consulting  995  $147,669
freq                      2    2         2

In [6]:
read.drop_duplicates(inplace=True)

In [7]:
read.describe()

                               Company  LCA   Salary
count                               88   88       88
unique                              88   87       87
top     Cognizant Technology Solutions  499  $95,327
freq                                 1    2        2

In [9]:
read['Pricewaterhousecoopers']

NameError: name 'Pricewaterhousecoopers' is not defined